Repository: wskoly/Django_Online_Voting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Personal info
bn: ব্যক্তিগত তথ্য

source: Permissions
bn: অনুমতি সমূহ

source: Important dates
bn: জরুরী তারিখ সমূহ

source: Online Election Administration
bn: অনলাইন নির্বাচন প্রশাসন

source: Online Election Admin
bn: অনলাইন নির্বাচন প্রশাসক

source: Municipality Election
bn: পৌরসভা নির্বাচন

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
bn: অনুগ্রহ করে একটি সঠিক %(username)s এবং পাসওয়ার্ড প্রবেশ করান। মনে রাখবেন যে সদস্যনাম এবং পাসওয়ার্ড দুইটাই কেস-সংবেদনশীল হতে পারে।

source: This account is inactive.
bn: এই একাউন্টটি আপাতত সক্রিয় নয়।

source: You are not a voter.
bn: আপনি ভোটার নন।

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Both password does not matched
bn: দুইটি পাসওয়ার্ড ভিন্ন দেওয়া হয়েছে।

source: Phone
bn: ফোন

source: User Information
bn: সদস্য'র তথ্য

source: Area Code
bn: এরিয়ার কোড

source: Area Name
bn: এরিয়ার নাম

source: Sub-district
bn: উপজেলা

source: District
bn: জেলা

source: Division
bn: বিভাগ

source: Voting Area Information
bn: ভোটিং এরিয়ার তথ্য

source: Male
bn: পূরুষ

source: Female
bn: মহিলা

source: Others
bn: তৃতীয় লিঙ্গ

source: User Name
bn: সদস্য নাম

source: Voter ID
bn: ভোটার আইডি

source: Voter Area
bn: ভোটার এরিয়া

source: Voter Serial
bn: ভোটার ক্রমিক

source: Date of birth
bn: জন্ম তারিখ

source: Date of birth should be in a format of mm/dd/yyyy
bn: জন্ম তারিখের সঠিক ফরম্যাট মাস/দিন/বছর

source: Gender
bn: লিঙ্গ

source: Ward
bn: ওয়ার্ড

source: Municipality
bn: পৌরসভা

source: Full name
bn: পুরো নাম

source: Email
bn: ইমেইল

source: Voters Information
bn: ভোটারের তথ্য

source: Data Migrator
bn: তথ্য স্থানান্তরকারী

source: Election Manager
bn: নির্বাচন ব্যবস্থাপক

source: Staffs Role
bn: কর্মকর্তার ভূমিকা

source: ELection Staff's Information
bn: নির্বাচন কর্মকর্তার তথ্য

source: Election Name
bn: নির্বাচনের নাম

source: Number of Ward
bn: ওয়ার্ড সংখ্যা

source: Is Open
bn: চালু আছে কি

source: Is Result Published
bn: ফলাফল প্রকাশ হয়েছে কি

source: Election Information
bn: নির্বাচনের তথ্য

source: Nouka
bn: নৌকা

source: Dhaner Shish
bn: ধানের শীষ

source: Langol
bn: লাঙল

source: Anarash
bn: আনারস

source: Chaka
bn: চাকা

source: Chata
bn: ছাতা

source: Kaste
bn: কাস্তে

source: Moi
bn: মই

source: Moshal
bn: মশাল

source: ELection
bn: নির্বাচন

source: Candidate Name
bn: প্রার্থীর নাম

source: Candidate Picture
bn: প্রার্থীর ছবি

source: Candidate Symbol
bn: প্রার্থীর প্রতীক

source: Vote Count
bn: ভোট সংখ্যা

source: Mayor Candidates Information
bn: মেয়র প্রার্থীর তথ্য

source: Uut Pakhi
bn: ঊঠ পাখি

source: Dalim
bn: ডালিম

source: Table Lamp
bn: টেবিল ল্যাম্প

source: Screw Driver
bn: স্ক্রু ড্রাইভার

source: Water Bottle
bn: পানির বোতল

source: Candidate Ward
bn: প্রার্থীর ওয়ার্ড

source: Councilors Candidate Information
bn: কাউন্সিলর প্রার্থীর তথ্য

source: Golap
bn: গোলাপ

source: Haat Pakha
bn: হাত পাখা

source: Harricane
bn: হারিকেন

source: Joba
bn: জবা

source: Mom Bati
bn: মোম বাতি

source: Candidate Ward 1
bn: প্রার্থীর ১ম ওয়ার্ড

source: Candidate Ward 2
bn: প্রার্থীর ২য় ওয়ার্ড

source: Candidate Ward 3
bn: প্রার্থীর ৩য় ওয়ার্ড

source: Reserve Councilors Candidate Information
bn: সংরক্ষিত কাউন্সিলর প্রার্থীর তথ্য

source: The starting date of birth parameter
bn: শুরুর জন্ম তারিখ

source: The ending date of birth parameter
bn: শেষের জন্ম তারিখ

source: Migrate Voters From National DB
bn: ন্যাশনাল ডেটাবেইজ থেকে তথ্য স্থানান্তর

source: Welcome
bn: স্বাগতম

source: Migration Done Successfully
bn: স্থানান্তর সম্পুর্ন হয়েছে

source: English
bn: ইংরেজি

source: Bangla
bn: বাংলা

source: ONLINE ELECTION PLATFORM
bn: অনলাইন নির্বাচন প্লাটফর্ম

source: BANGLA
bn: বাংলা

source: ENGLISH
bn: ইংরেজি

source: Welcome to the Online Election Platform
bn: অনলাইন নির্বাচন প্লাটফর্মে আপনাকে স্বাগতম

source: Login
bn: প্রবেশ করুন

source: Click here to Set/Reset Your Password
bn: পাসওয়ার্ড চালু অথবা নতুন পাসওয়ার্ড পেতে এখানে ক্লিক করুন

source: Password Set or Reset
bn: পাসওয়ার্ড সেট অথবা রিসেট

source: If you did not set your password yet or if you forgot your password, you can request a password reset below.
bn: আপনি যদি আপনার পাসওয়ার্ড সক্রিয় না করে থাকেন অথবা পাসওয়ার্ড ভূলে গিয়ে থাকেন তাহলে আপনি পাসওয়ার্ড রিসেট করার জন্য নিচে আবেদন করতে পারেন

source: To request a password reset enter the email you used to register for the national id.
bn: পাসওয়ার্ড রিসেটের আবেদন করতে আপনি যে মেইল দিয়ে ন্যাশনাল আইডি নিবন্ধন করেছিলেন তা নিচে প্রদান করুন

source: Send Request
bn: আবেদন করুন

source: Set or Reset your password
bn: পাসওয়ার্ড চালু অথবা রিসেট করুন

source: Enter the new password below twice and submit to set/reset your password.
bn: নিচে আপনার নির্বাচিত পাসওয়ার্ডটি দুইবার প্রদান করুন

source: Set/Reset Password
bn: পাসওয়ার্ড সেট/রিসেট

source: Invalid link..!
bn: লিঙ্কটি বৈধ নয়…!

source: The link is either invalid or expired. Please request again with a valid link.
bn: এই লিংকটি হয় অবৈধ নতুবা এটির মেয়াদ শেষ হয়ে গেছে। দয়া করে বৈধ লিংক পেতে আবার আবেদন করুন।

source: Password request done successfully!
bn: আবেদন সফল হয়েছে!

source: A password reset link has been sent to your mail. Reset or set your password using the link.
bn: পাসওয়ার্ড রিসেট করার জন্য আপনার মেইলে একটি লিংক পাঠানো হয়েছে। লিংকটি ব্যবহার করে আপনার পাসওয়ার্ড চালু অথবা রিসেট করুন।

source: If the mail does not show in the mail box, please check the spam folder.
bn: যদি মেইলটি আপনার মেইল বক্সে না পাওয়া যায়, তবে অনুগ্রহ করে আপনার স্প্যাম ফোল্ডারটি চেক করুন।

source: Password set/reset has been done successfully!
bn: পাসওয়ার্ড চালু/রিসেট সফল হয়েছে!

source: Your password has been set. You may go ahead and
bn: আপনার নতুন পাসওয়ার্ড চালু হয়েছে। আপনি চাইলে এখনই এখান থেকে

source: log in
bn: প্রবেশ করতে

source: now.
bn: পারেন।

source: Voter Registration
bn: ভোটার নিবন্ধন

source: Register
bn: নিবন্ধন করুন

source: Your Registration has been completed....!
bn: আপনার নিবন্ধন সম্পূর্ণ হয়েছে…!

source: Click here to login
bn: প্রবেশ করতে এখানে ক্লিক করুন

source: Online Election Platform
bn: অনলাইন নির্বাচন প্লাটফর্ম

source: Menu
bn: মেনু

source: Caste Vote
bn: ভোট প্রদান করুন

source: Standings
bn: অবস্থান

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Logout
bn: প্রস্থান

source: change your password
bn: আপনার পাসওয়ার্ড পরিবর্তন করুন

source: change password
bn: পাসওয়ার্ড পরিবর্তন

source: Migrate
bn: স্থানন্তর করুন

source: Your password has been changed successfully.
bn: আপনার পাসওয়ার্ড পরিবর্তন সফল হয়েছে।

source: You have requested to set or reset your password at Online Election Platform
bn: আপনি অনলাইন নির্বাচন প্লাটফর্মে আপনার পাসওয়ার্ড চালু অথবা রিসেট করার আবেদন করেছেন

source: To set or reset your password, a unique link to reset your password has been generated for you. To reset your password, click the following link and follow the instructions. The link is valid for single time uses. If you fail to reset your password you need to request again for a new reset link.
bn: আপনার পাসওয়ার্ড চালু অথবা রিসেট করার জন্য একটি ইউনিক লিংক তৈরি করা হয়েছে। পাসওয়ার্ড রিসেট করার জন্য নিচের লিংক এ গিয়ে নির্দেশনা গুলো অনুসরন করুন। লিংকটি শুধুমাত্র একবারই ব্যবহার যোগ্য। আপনি যদি পাসওয়ার্ড রিসেট করতে ব্যার্থ হন, তাহলে আপনাকে পুনরায় পাসওয়ার্ড রিসেট লিংক এর জন্য আবেদন করতে হবে।

source: Reset Password
bn: রিসেট পাসওয়ার্ড

source: Password reset on Online Election
bn: অনলাইন ইলেকশন প্লাটফর্মে পাসওয়ার্ড রিসেট করুন

source: Mayor Candidates
bn: মেয়র প্রার্থী সমূহ

source: Name
bn: নাম

source: Image
bn: ছবি

source: Symbol
bn: প্রতীক

source: Progress
bn: অগ্রগতি

source: Councilor Candidates
bn: কাউন্সিলর প্রার্থী সমূহ

source: Reserve Councilor Candidates
bn: সংরক্ষিত কাউন্সিলর প্রার্থী

source: No election found for you!
bn: আপনার জন্য কোনো নির্বাচন এই মুহুর্তে নেই!

source: Vote
bn: ভোট দিন

source: Reserve Councilor candidates
bn: সংরক্ষিত কাউন্সিলর প্রার্থীগণ

source: Sorry The voting has not started yet. Please wait for it to start.
bn: ভোট নেওয়া এখনো শুরু হয়নি। দয়া করে অপেক্ষা করুন

source: You have voted already. Thank you for your participation.
bn: আপনি ইতিমধ্যে ভোট প্রদান করে ফেলেছেন। আপনার মূল্যবান ভোটের জন্য আপনাকে ধন্যবাদ।

source: Sorry No election exist right now in your areas.
bn: আপনার এলাকায় এই মুহুর্তে কোনো নির্বাচন নেই।

source: No blank vote is accepted.
bn: খালি ভোট গ্রহনযোগ্য নয়।

source: You have not vote for any mayor.
bn: আপনি কোনো মেয়র প্রার্থীকে ভোট প্রদান করেন নি!

source: You have not vote for any councilor.
bn: আপনি কোনো কাউন্সিলর প্রার্থীকে ভোট প্রদান করেন নি!

source: You have not vote for any reserve councilor.
bn: আপনি কোনো সংরক্ষিত কাউন্সিলর প্রার্থীকে ভোট প্রদান করেন নি!

source: Your vote has been registered successfully. Thank you for your valuable vote.
bn: আপনার ভোট সফলভাবে নিবন্ধিত হয়েছে। আপনার মূল্যবান ভোট প্রদানের জন্য ধন্যবাদ।

source: Messages
bn: বার্তা সমূহ

source: Site Maps
bn: সাইট ম্যাপ

source: Static Files
bn: স্টাটিক ফাইলস

source: Syndication
bn: সিন্ডিকেশন

source: That page number is not an integer
bn: পাতার নাম্বারটি ইন্টিজার নয়

source: That page number is less than 1
bn: পাতা নম্বর ১ এর থেকে কম

source: That page contains no results
bn: এই পাতায় কোনো তথ্য পাওয়া যায়নি

source: Enter a valid value.
bn: বৈধ ভ্যালু প্রদান করুন।

source: Enter a valid URL.
bn: বৈধ ইউ আর এল প্রদান করুন।

source: Enter a valid integer.
bn: বৈধ ইন্টিজার ভ্যালু প্রদান কর...

source: Enter a valid email address.
bn: বৈধ ইমেইল এড্রেস প্রদান করুন।

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
bn: বৈধ স্লাগ ভ্যালু প্রদান করুন যা বর্ন, সংখ্যা, আন্ডারস্কোর এবং হাইফেন এর সমন্বয়ে গঠিত।

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
bn: বৈধ স্লাগ ভ্যালু প্রদান করুন যা ইউনিকোড বর্ন, সংখ্যা, আন্ডারস্কোর এবং হাইফেন এর সমন্বয়ে গঠিত।

source: Enter a valid IPv4 address.
bn: বৈধ আইপি ভারসন ৪ এড্রেস প্রদান করুন।

source: Enter a valid IPv6 address.
bn: বৈধ আইপি ভারসন ৬ এড্রেস প্রদান করুন।

source: Enter a valid IPv4 or IPv6 address.
bn: বৈধ আইপি ভারসন ৪ অথবা ৬ এড্রেস প্রদান করুন।

source: Enter only digits separated by commas.
bn: শুধুমাত্র নাম্বার প্রদান করুন যার মাঝখানে কমা আছে।

source: Enter a number.
bn: একটি নাম্বার প্রদান করুন

source: Null characters are not allowed.
bn: খালি ক্যারেক্টার অনুমোদিত না।

source: and
bn: এবং

source: %(model_name)s with this %(field_labels)s already exists.
bn: এই %(field_labels)s নামে %(model_name)s ইতিমধ্যে আছে.

source: This field cannot be null.
bn: এই ফিল্ড খালি রাখা চলবে না।

source: This field cannot be blank.
bn: এই ফিল্ড খালি রাখা চলবে না।

source: Email address
bn: ইমেইল এড্রেস

source: Floating point number
bn: দশমিক নাম্বার

source: This field is required.
bn: এই ফিল্ডটি আবশ্যক।

source: Enter a whole number.
bn: একটি পুর্ণ নাম্বার প্রদান করুন

source: Enter a valid date.
bn: বৈধ তারিখ প্রদান করুন।

source: Enter a valid time.
bn: বৈধ টাইম সময় করুন।

source: Enter a valid date/time.
bn: বৈধ তারিখ/সময় প্রদান করুন

source: No file was submitted. Check the encoding type on the form.
bn: কোনো ফাইল দেওয়া হয়নি। এনকোডিং টাইপটি চেক করুন।

source: No file was submitted.
bn: কোনো ফাইল দেওয়া হয়নি।

source: The submitted file is empty.
bn: যে ফাইলটি দিয়েছেন্ তা খালি।

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
bn: একটি বৈধ ছবির ফাইল প্রদান করুন। আপনি যে ফাইল আপলোড করেছেন হয়তো সেটা ইমেজ ফাইল নয় অথবা নষ্ট ফাইল।

source: Enter a list of values.
bn: একটি ভ্যালুর লিস্ট প্রদান করুন

source: Enter a complete value.
bn: একটি সম্পূর্ন ভ্যালু প্রদান করুন।

source: Order
bn: ক্রম

source: Delete
bn: মুছুন

source: Clear
bn: ক্লিয়ার

source: Currently
bn: আপাতত

source: Change
bn: পরিবর্তন

source: Unknown
bn: অজানা

source: Yes
bn: হ্যা

source: No
bn: না

source: yes,no,maybe
bn: হ্যা,না,হয়তো

source: midnight
bn: মধ্যরাত

source: noon
bn: দুপুর

source: Monday
bn: সোমবার

source: Tuesday
bn: মঙ্গলবার

source: Wednesday
bn: বুধবার

source: Thursday
bn: বৃহঃস্পতিবার

source: Friday
bn: শুক্রবার

source: Saturday
bn: শনিবার

source: Sunday
bn: রবিবার

source: Mon
bn: সোম

source: Tue
bn: মঙ্গল

source: Wed
bn: বুধ

source: Thu
bn: বৃহঃ

source: Fri
bn: শুক্র

source: Sat
bn: শনি

source: Sun
bn: রবি

source: January
bn: জানুয়ারি

source: February
bn: ফেব্রুয়ারি

source: March
bn: মার্চ

source: April
bn: এপ্রিল

source: May
bn: মে

source: June
bn: জুন

source: July
bn: জুলাই

source: August
bn: অগাস্ট

source: September
bn: সেপ্টেম্বর

source: October
bn: অক্টোবর

source: November
bn: নভেম্বর

source: December
bn: ডিসেম্বর

source: jan
bn: জানু

source: feb
bn: ফেব্রু

source: mar
bn: মার্চ

source: apr
bn: এপ্রিল

source: may
bn: মে

source: jun
bn: জুন

source: jul
bn: জুল

source: aug
bn: আগস্ট

source: sep
bn: সেপ

source: oct
bn: অক্টো

source: nov
bn: নভে

source: dec
bn: ডিসে

source: or
bn: অথবা

source: Forbidden
bn: নিষিদ্ধ এলাকা

source: Get started with Django
bn: জ্যাঙ্গো দিয়ে শুরু করুন

source: Django Community
bn: জ্যাঙ্গো সমাজ

source: Connect, get help, or contribute
bn: যোগ দিন, সাহায্য পান, অথবা অবদান রাখুন
